Repository: Flonator3000/call-history
Catalog: lib/core/l10n/app_*.arb
Languages: ar

# minDurationInfoText
source: Calls took at least so many minutes:
ar: استغرقت المكالمات عدة دقائق على الأقل:

# startDateInfoText
source: Calls have taken place after or on this date:
ar: تم إجراء المكالمات بعد أو في هذا التاريخ:

# endDateInfoText
source: Calls have taken place before or on this date:
ar: حدثت المكالمات قبل أو في هذا التاريخ:

# unknownCallerName
source: Unknown
ar: غير معروف

# logScreenName
source: Call Logs
ar: المحفوظات

# filterScreenName
source: Filters
ar: عامل التصفية

# analyzeScreenName
source: Analysis
ar: تحليل

# startDateAfterEndDateError
source: Start date must be before end date
ar: يجب أن يكون تاريخ البدء قبل تاريخ الانتهاء

# endDateBeforeEndDateError
source: End date must be after start date
ar: يجب أن يكون تاريخ الانتهاء بعد تاريخ البدء

# menuSectionTextLicenses
source: Licenses
ar: التراخيص

# filterIsCallTypeIncomingAccepted
source: Incoming calls
ar: المكالمات الواردة

# filterIsCallTypeOutgoingAccepted
source: Outgoing calls
ar: المكالمات الصادرة

# filterIsCallTypeMissedAccepted
source: Missed calls
ar: مكالمات لم يرد عليها

# filterIsCallTypeRejectedAccepted
source: Rejected calls
ar: المكالمات المرفوضة

# filterIsCallTypeBlockedAccepted
source: Blocked calls
ar: المكالمات المحظورة

# callTypeIncoming
source: incoming
ar: الوارد

# callTypeOutgoing
source: outgoing
ar: الصادرة

# callTypeMissed
source: missed
ar: مفقود

# callTypeRejected
source: rejected
ar: مرفوض

# callTypeBlocked
source: blocked
ar: محظور

# showcaseFilter
source: Filter your call logs
ar: تصفية السجل الخاص بك

# exportScreenName
source: Export
ar: تصدير

# currentFilterHeadline
source: Current filters
ar: إلى

# currentFilterTimerange
source: Timerange
ar: من

# currentFilterCallTypes
source: Call types
ar: النوع

# currentFilterFrom
source: from
ar: الفترة الزمنية

# currentFilterUntil
source: until
ar: المرشحات الحالية

# currentFilterLongerThan
source: longer than
ar: أطول من
